tap "ddev/ddev"
tap "dracula/install"
tap "epk/epk"
tap "jesseduffield/lazygit"
tap "krishkrosh/apps"
brew "btop"
brew "chafa"
brew "colima"
brew "diff-so-fancy"
brew "docker"
brew "fastfetch"
brew "gemini-cli"
brew "git"
brew "gnupg"
brew "hashcat"
brew "helix"
brew "lazygit"
brew "mysql-client"
brew "neovim"
brew "newsboat"
brew "postgresql@18", restart_service: :changed
brew "starship"
brew "tmux"
brew "tmuxp"
brew "tree"
brew "yazi"
brew "ddev/ddev/ddev"
cask "alacritty"
cask "chromium"
cask "curseforge"
cask "devtoys"
cask "dracula-xcode"
cask "drawio"
cask "font-dejavu"
cask "font-sf-mono-nerd-font"
cask "ghostty"
cask "iterm2"
cask "orbstack"
cask "powershell"
cask "scenebuilder"
cask "tabby"
cask "trackweight"
